{
    "countries": [
        {"name": "Austria", "code": "at"},
        {"name": "Czechia", "code": "cz"},
        {"name": "Finland", "code": "fi"},
        {"name": "Greece", "code": "gr"},
        {"name": "Latvia", "code": "lv"},
        {"name": "Russia", "code": "ru"},
        {"name": "Sweden", "code": "se"},
        {"name": "Bulgaria", "code": "bg"},
        {"name": "Denmark", "code": "dk"},
        {"name": "France", "code": "fr"},
        {"name": "Hungary", "code": "hu"},
        {"name": "Lithuania", "code": "lt"},
        {"name": "Slovakia", "code": "sk"},
        {"name": "United States of America", "code": "us"},
        {"name": "Croatia", "code": "cr"},
        {"name": "Estonia", "code": "ee"},
        {"name": "Gemrany", "code": "de"},
        {"name": "Italy", "code": "it"},
        {"name": "Poland", "code": "pl"},
        {"name": "Spain", "code": "es"}
    ],
    "meanings": [
        {"name": "Albert", "meaning": "From the Germanic name Adalbert meaning \"noble and bright\", composed of the elements adal \"noble\" and beraht \"bright\". This name was common among medieval German royalty. The Normans introduced it to England, where it replaced the Old English cognate Æðelberht. Though it became rare in England by the 17th century, it was repopularized in the 19th century by the German-born Prince Albert, the husband of Queen Victoria. This name was borne by two 20th-century kings of Belgium. Other famous bearers include the German physicist Albert Einstein (1879-1955), creator of the theory of relativity, and Albert Camus (1913-1960), a French-Algerian writer and philosopher."},
        {"name": "Alberta", "meaning": "Feminine form of ALBERT. This is the name of a Canadian province, which was named in honour of a daughter of Queen Victoria."},
        {"name": "Krystiana", "meaning": "From Christiana, the Latin feminine form of CHRISTIAN. This was the name of an early, possibly legendary, saint who was tormented by her pagan father. It was also borne by a 17th-century Swedish queen and patron the arts who gave up her crown in order to become a Roman Catholic"},
        {"name": "Zuzanna", "meaning": "From Σουσάννα (Sousanna), the Greek form of the Hebrew name שׁוֹשַׁנָּה (Shoshannah). This was derived from the Hebrew word שׁוֹשָׁן (shoshan) meaning \"lily\" (in modern Hebrew this also means \"rose\"), perhaps ultimately from Egyptian sšn \"lotus\". In the Old Testament Apocrypha this is the name of a woman falsely accused of adultery. The prophet Daniel clears her name by tricking her accusers, who end up being condemned themselves. It also occurs in the New Testament belonging to a woman who ministers to Jesus."}
    ]
}