{
    "countries": [
        {"name": "Austria", "code": "at"},
        {"name": "Czechia", "code": "cz"},
        {"name": "Finland", "code": "fi"},
        {"name": "Greece", "code": "gr"},
        {"name": "Latvia", "code": "lv"},
        {"name": "Russia", "code": "ru"},
        {"name": "Sweden", "code": "se"},
        {"name": "Bulgaria", "code": "bg"},
        {"name": "Denmark", "code": "dk"},
        {"name": "France", "code": "fr"},
        {"name": "Hungary", "code": "hu"},
        {"name": "Lithuania", "code": "lt"},
        {"name": "Slovakia", "code": "sk"},
        {"name": "United States of America", "code": "us"},
        {"name": "Croatia", "code": "cr"},
        {"name": "Estonia", "code": "ee"},
        {"name": "Gemrany", "code": "de"},
        {"name": "Italy", "code": "it"},
        {"name": "Poland", "code": "pl"},
        {"name": "Spain", "code": "es"}
    ],
    "meanings": [
        {"name": "Matthew", "meaning": "English form of Ματθαῖος (Matthaios), which was a Greek form of the Hebrew name מַתִּתְיָהוּ (Mattityahu) meaning gift of YAHWEH,  from the roots מַתָּן (mattan) meaning gift and יָה (yah) referring to the Hebrew God. Matthew, also called Levi, was one of the twelve apostles. He was a tax collector, and supposedly the author of the first gospel in the New Testament. He is considered a saint in many Christian traditions. The variant Matthias also occurs in the New Testament belonging to a separate apostle. The name appears in the Old Testament as Mattithiah."},
        {"name": "Bernard", "meaning": "Derived from the Germanic element bern \"bear\" combined with hard \"brave, hardy\". The Normans brought it to England, where it replaced the Old English cognate Beornheard. This was the name of several saints, including Saint Bernard of Menthon who built hospices in the Swiss Alps in the 10th century, and Saint Bernard of Clairvaux, a 12th-century theologian and Doctor of the Church. Other famous bearers include the Irish playwright and essayist George Bernard Shaw (1856-1950) and the British World War II field marshal Bernard Montgomery (1887-1976)"},
        {"name": "Dan", "meaning": "Means \"he judged\" in Hebrew. In the Old Testament Dan is one of the twelve sons of Jacob by Rachel's servant Bilhah, and the founder of one of the twelve tribes of Israel. His name is explained in Genesis 30:6."},
        {"name": "Danuta", "meaning": "Meaning uncertain, possibly a feminine form of DANIEL. It is found in Lithuania from at least 14th century, being borne by a sister of Vytautas the Great."}
    ]
}